{
	"message": "Enregistrement du PDF avec succès",
	"jobLists": [
		{
			"title": "Senior .NET Developer",
			"company": "BOCASAY",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/bocasay45-senior-net-developer135391",
			"dateAnnonce": "",
			"details": "19/01/2024 | BOCASAY | Contrat CDI | Voir toutes les offres de ce recruteur- COMPANY’S ACTIVITY We are an ESN based in Antananarivo. Experts in Agile IT production, we develop WEB and MOBILE solutions for startups, SMEs and large accounts. ASSIGNMENT You will intervene in the management of the team and the development of web applications around the following aspects: - Technical support, - Development, - Testing and debugging phases, - Put into production. - Upskilling of the team Strong proficiency in C#, ASP.net, MVC, web Services, WCF, and WebAPI - Good command of Entity Framework and Linq frameworks - Experience with .Net Core is a plus - Minimum of 5 years of real experience - Good communication skills in both written and spoken French and English Beyond your school curriculum, we attach great importance to your technical skills and personal qualities. Creative and passionate, you have a good web culture."
		},
		{
			"title": "Développeur JAVA JSF SPRING",
			"company": "ASTEK Madagascar",
			"contractType": "Contrat CDI / CONSULTANT",
			"link": "https://www.portaljob-madagascar.com/emploi/view/astek-madagascar-developpeur-java-jsf-spring135732",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | ASTEK Madagascar | Contrat CDI / CONSULTANT | Antananarivo Astek Madagascar accompagne, localement et internationalement, les grands comptes dans leur stratégie d'innovation et de R&D. Nous recrutons des développeurs JAVA JSF SPRING pour rejoindre notre équipe. Rejoignez Astek Madagascar, du groupe ASTEK, 4000 collaborateurs en France, à Maurice et dans le monde. Participez à des projets variés et valorisants d'envergure internationale dans un contexte innovant, une structure portée sur l’innovation et la dimension humaine, avec de véritables opportunités d’évolutions de carrières. Vous prendrez en charge le développement ou la maintenance évolutive de nos applications WEB sous JAVA, JSF, SPRING - Formation Bac+3 à Bac+5 en Informatique - Maitrise de Java - Bonnes connaissances de Spring - Bonnes connaissances de JSF / Primefaces seraient un plus - Expérience de 3 ans ou plus dans ces environnements. - Excellentes aptitudes à la communication et à la collaboration, et capacité à travailler efficacement dans un environnement axé sur le travail d'équipe. Poste basé à Maurice Référence DEV-JAVA-JSF"
		},
		{
			"title": "Chef de projet web",
			"company": "Société Ibonia",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/ibonia-chef-de-projet-web136115",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Société Ibonia | Contrat CDI | Antananarivo Voir toutes les offres de ce recruteur- Entreprise de Services Numériques, spécialisée dans le développement, intégration de solutions technologique et informatique. Vos tâches 1. Discuter avec client pour comprendre ses besoins, et ce oralement et par écrit. 2. Effectuer des recherches avec une bonne maîtrise de l’anglais sur les sujets complexes ou nouveaux nécessitant de l’approfondissement technique. 3. Rédiger des documents de spécifications, et le cas échéant rédiger des offres. 4. Produire des estimations de temps et des plannings réalistes avec les équipes, grâce à son passé de développeur lui permettant de comprendre les enjeux techniques d’un projet. 5. Communiquer clairement les besoins aux équipes de CMS, contenus, SEO/SEA/SMO, frontend, backend et système/devops, et notamment lorsque ceux-ci évoluent en cours de projet (product owner). 6. Orchestrer la production du contenu, de la présentation et des fonctionnalités en respectant le calendrier de réalisation. Doit posséder en cela un process à lui pour le déroulement d’un projet web, mobile ou applicatif. 7. Prioriser les fonctionnalités qui ont le plus de valeur pour le client, et produire des résultats tangibles à intervalles régulières, c’est à dire en mode Agile. 8. Effectuer des points de projet internes réguliers avec les équipes (stand-ups et rétrospectives) et des points de projet réguliers avec le client (sprint reviews). Traduire les demandes des clients en proposition de solutions web, mobiles et applicatives, puis une fois les projets lancés, être responsable au quotidien de leur avancement, du respect des délais, de la qualité des solutions livrées. Spécialiste ayant vos preuves en tant que développeur informatique, vous pouvez juger en connaissance de cause les demandes du client et la qualité du travail fourni par les équipes. Vous êtes également un(e) communica(nt|trice), un(e) organisat(eur|rice) orienté(e) résultats et une meneu(r/se) d’équipes. Pour postuler : Envoyer votre dossier de candidature sous la référence CPWEB-2024-01 via le site. Référence CPWEB-2024-01"
		},
		{
			"title": "Ingénieur de test informatique",
			"company": "Société Ibonia",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/ibonia-ingenieur-de-test-informatique136113",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Société Ibonia | Contrat CDI | Antananarivo Voir toutes les offres de ce recruteur- Entreprise de Services Numériques, spécialisée dans le développement, intégration de solutions technologique et informatique. Votre mission sera de concevoir et réaliser des tests logiciels en coordination avec un chef de projet. Sur la base de descriptions fonctionnelles et de votre connaissance approfondie de la qualité logicielle, vous concevrez des scénarios de test, les exécuterez et rendrez compte des résultats. • Une première expérience concluante dans le métier du test logiciel. • Capacité à écrire des scripts ; expérience antérieure de développeur. • Sens pointu du détail, grande rigueur et initiative. • Maîtrise parfaite de la rédaction française. • Une bonne culture technologique. • Bac+2 à Bac+5 en informatique ou dans un domaine connexe. Référence QADEV-2024-01"
		},
		{
			"title": "Développeurs mobiles confirmés",
			"company": "Société Ibonia",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/ibonia-developpeurs-mobiles-confirmes136117",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Société Ibonia | Contrat CDI | Antananarivo Voir toutes les offres de ce recruteur- Entreprise de Services Numériques, spécialisée dans le développement, intégration de solutions technologique et informatique. Ibonia recrute pour étoffer son équipe : des développeurs mobiles confirmés avec 3 années d’expériences professionnelles, pour étoffer ses équipes. Vous interviendrez sur la maintenance évolutive d’application Android + iOS déjà publiée sur les stores (maintenance évolutive sur les stores). Stacks ======== React Native Typescript Redux Bon sens de UI/UX Expérience avec Firebase, Appcenter et Xcode souhaitée Référence MobDEV-2024-01"
		},
		{
			"title": "RESPONSABLE INFORMATIQUE - FIANARANTSOA",
			"company": "BIONEXX",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/anonyme186-responsable-informatique-fianarantsoa136119",
			"dateAnnonce": "30-Janv-2024",
			"details": "30/01/2024 | BIONEXX | Contrat CDI | Production et commercialisation de l'artémisinine 1. Gestion des infrastructures informatiques : - Élaborer et mettre en œuvre la stratégie informatique de l'entreprise - Gérer l'ensemble du cycle de vie des systèmes informatiques, y compris la sélection, l'acquisition, l'installation, la configuration et la mise à niveau des équipements et des logiciels - Superviser l'administration des serveurs, des réseaux, des bases de données et d'autres composants critiques de l'infrastructure informatique - Veiller à ce que les politiques de sécurité informatique et les procédures de sauvegarde des données soient mises en place et respectées. 2. Gestion des projets informatiques : - Planifier et coordonner la mise en œuvre de projets informatiques, en veillant au respect des délais et des budgets - Collaborer avec les autres services de l'entreprise pour identifier les besoins informatiques et proposer des solutions appropriées - Évaluer les nouvelles technologies et les opportunités d'amélioration des systèmes existants. 3. Support technique : - Fournir un support technique aux utilisateurs internes - Veiller à la disponibilité et à la performance des systèmes et des applications informatiques. 4. Gestion des équipes techniques : - Superviser, former et encadrer l'équipe informatique - Assurer le suivi des performances de l'équipe 5. Management : - Gérer les relations avec les prestataires externes - Établir les reportings de son service, suivre les tableaux de bord - Intervenir en tant que chef de projet sur les projets de mise en œuvre de solutions sur le SI - Piloter et gérer le budget de son activité dans un objectif de maîtrise des coûts. 6. Activités complémentaires : - Accompagner le changement - Gérer des logiciels de gestion et des progiciels (Sage Compta, Gescom, Paie et Odoo) - Diplôme d’Ingénieur en Informatique - Au moins 5ans d’expériences significatives, - Connaissances approfondies des différentes architectures réseaux, systèmes informatiques, technique de communication inter-sites - Bonne connaissance en développement informatique - Être titulaire des certificats reconnus tels ITIL4, Cisco CCNA,...est un atout - Connaissance des normes ISO9001/2015 souhaité - Maitrise de logiciel de Gestion Sage - Disponible pour des déplacements dans les zones d’intervention de la société - Bon niveau d’anglais - Forte capacité d’analyse, esprit logique, bon manager, sens relationnel et de service, rigoureux, polyvalent et autonome."
		},
		{
			"title": "Chef de projet infographiste",
			"company": "Outsourcia Madagascar",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-chef-de-projet-infographiste136143",
			"dateAnnonce": "30-Janv-2024",
			"details": "30/01/2024 | Outsourcia Madagascar | Contrat CDI | Date limite de candidature : 23 Février 2024 | Antananarivo Voir toutes les offres de ce recruteur- OUTSOURCIA Madagascar est un opérateur spécialisé dans les métiers de l’outsourcing comptant à ce jour plus de 550 collaborateurs. Le groupe Outsourcia, présent également en France, au Maroc et au Niger, accompagne au quotidien ses collaborateurs en se basant sur des valeurs motrices telles que la solidarité, l’engagement et l’intégrité… Si vous aussi, vous partagez ces valeurs, n’attendez-plus et venez relever de nouveaux défis au sein de notre groupe Suivre la production des agents en vue des atteintes des objectifs quantités et qualités Gérer au quotidien le planning de son équipe : organisation et répartition des tâches Rendre compte des résultats quantitatifs et qualitatifs auprès du chef de plateau et du CDO Renforcer la capacité de son équipe à l’aide des suivis de proximité, des briefs et des formations Être le garant de la qualité du travail de ses collaborateurs et de la satisfaction client Animer les réunions professionnelles (COPROD – COPIL,…) Interagir avec les autres entités (CDP, Tech, RH,…) Assurer l’intérim du Chef de Plateau en cas d’absence Bac + 3 en multimédia ou équivalent Excellente capacité managériale Maîtrise des logiciels PAO et de traitement d’images (Indesign, Photoshop, Adobe Illustrator, Adobe Première, After effect, Final Cut Pro…) Maitrise du Pack Office (spécialement Excel) Maîtrise de la langue française à l’oral et à l’écrit Disponibilité sur la base d’un temps plein et grande capacité d’adaptation (horaires décalés et flexibles) Expérience dans un poste similaire Référence CPI"
		},
		{
			"title": "WEBMASTER",
			"company": "Bolzano SARL",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/bolzano-sarl44-webmaster-h-f136086",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Bolzano SARL | Contrat CDI | Date limite de candidature : 28 Novembre 2024 | Antananarivo Agence de recrutement basée à Madagascar, nous employons des informaticiens pour nos clients à l'Ile Maurice. URGENT - Nous recrutons actuellement des \"Webmasters\" (H/F) Description du poste : En local - Akorondrano Poste en CDI Missions : ·Rencontre son interlocuteur ou son client pour identifier la demande ·Analyse informatique pour définir le matériel et les logiciels nécessaires à la bonne tenue du projet ·Définit les objectifs et les moyens de l'entreprise avant la conception du site ·Met en place la charte graphique : choix des couleurs, typographie, animations et plus largement l'agencement du site ·Choisit l'architecture du futur site et les différentes rubriques ·Traduit les images, les textes et autres sons dans un langage spécialisé : XML ·S'occupe du référencement du site, de l'hébergement et en gère les performances. En cela, le webmaster prend aussi la casquette de traffic manager ·Assure le suivi et l'animation du site : chat, forum? ·Recherche en permanence à faire évoluer le site pour le rendre toujours plus accessible et clair pour les internautes ·Formation minimale Bac +4 en informatique avec une expérience significative d'au moins 3 ans dans une fonction similaire. ·Maitrise des languages CMS, HTML, CSS Français et Anglais courant (écrit et parlé) Référence WEBMASTER2024S"
		},
		{
			"title": "Développeur Python",
			"company": "PRAKTEK",
			"contractType": "Contrat en local (Tsiazotafo)",
			"link": "https://www.portaljob-madagascar.com/emploi/view/praktek-developpeur-python135881",
			"dateAnnonce": "30-Janv-2024",
			"details": "30/01/2024 | PRAKTEK | Contrat en local (Tsiazotafo) | Antananarivo Développement informatique - Refactorisation - Mise en place d’une méthodologie de testing - Mise en place des serializers - Intégration des bonnes pratiques - Optimisations du code - Intégration de nouvelles fonctionnalités - Déploiement Technologies & Méthodologies : - Python - Django & Django Rest Framework - Test-Driven Development (TDD) - Solide expérience avec Python et Django Rest Framework - Passionné(e) par le développement logiciel et l'innovation technologique - Capacité à travailler en équipe et à communiquer efficacement - Esprit analytique et approche orientée vers la résolution de problèmes"
		},
		{
			"title": "PROJECT MANAGER ( Module PJM) pour Sage x3 -réf:PJSAGE2024S",
			"company": "Bolzano SARL",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/bolzano-sarl44-project-manager-module-pjm-pour-sage-x3136021",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Bolzano SARL | Contrat CDI | Date limite de candidature : 31 Décembre 2024 | Madagascar Nous sommes une agence de recrutement basée à Madagascar situé à Antananarivo - Akorondrano, nous employons des informaticiens Malgache pour nos clients à l'île Maurice. Nous recherchons un \"PROJECT MANAGER\" ayant une expérience dans le module PJM (Gestion de projet) pour Sage x3 Description du poste : Contrat en CDI Poste en Full remote Missions : Assistance des clients dans la définition de leurs besoins ; réalisation des études de marché et veille concurrentielle en vue de la mise en place de stratégies efficaces lors du projet ; estimation du temps nécessaire et du budget à consacrer ; élaboration d’un cahier des charges ; mise en place de l’organisation de l’équipe ; définition du planning et des principaux intervenants ; évaluation des risques et des enjeux ; sélection des sous-traitants ; organisation des réunions… Garantir l'intégrité de l'ERP, Faire évoluer l'ERP suivant les besoins des différents Services (Supply Chain, Production, Logistique...), Être force de propositions, Développer de nouvelles fonctionnalités, Gérer les droits d'accès des utilisateurs, Former les utilisateurs à l'utilisation des outils, Créer des états, des tableaux de bord, etc. À l'aide des différents outils mis à votre disposition (BI, outils de reporting, requêteurs SQL, etc.), Gérer l'import/export/synchronisation des données entre les bases de données. Formation minimale Bac +4 en informatique avec une expérience significative d'au moins 5 ans dans une fonction similaire. Ayant une expérience avec le module PJM (Gestion de projet) pour Sage x3 Français et Anglais courant (écrit et parlé) Connaissance d'un ERP, idéalement Sage X3. Vous serez amené à travailler avec les filiales internationales du Groupe, vous êtes donc à l'aise dans un rôle de référent. Référence PJSAGE2024S"
		},
		{
			"title": "Data Monitoring Analyst -réf:NEA20240129",
			"company": "NEA Madagascar",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/nea-madagascar-data-monitoring-analyst136062",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | NEA Madagascar | Contrat CDI | Date limite de candidature : 29 Février 2024 | Andraharo Antananarivo NEA (New Energy Africa) est une entité spécialisée dans le développement d’infrastructures de production d’énergies renouvelables et hybrides sur le continent africain. Elle participe activement à la transition énergétique et à la transformation de nos sociétés. L’entreprise propose des solutions énergétiques aux utilités africaines, ainsi qu’aux sociétés du marché commercial et industriel, incluant les mines et les sites industriels isolés. - Concevoir, gérer et maintenir des bases de données pour assurer leur intégrité et leur actualité - Extraire et recueillir des données en vue d'analyses approfondies et d'interprétations significatives - Élaborer des rapports d'activités détaillés à l'intention de la hiérarchie, mettant en lumière les tendances et les résultats - Définir des indicateurs clés de performance (KPIs) pertinents et les analyser pour évaluer la performance organisationnelle - Alerter la direction en cas d'écarts constatés dans les données et proposer des solutions proactives - Bac+5 en statistiques, informatique ou énergie - Minimum 2 ans d’expériences - Expérience préalable dans la création et la gestion de bases de données - Capacité à analyser les KPIs et à fournir des insights significatifs - Capacité à analyser les KPIs et à fournir des insights significatifs - Maîtrise des outils informatiques (Excel avancé, VBA) - Connaissance de l’activité de l’énergie Référence NEA20240129"
		},
		{
			"title": "Testeur informatique",
			"company": "Société Ibonia",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/ibonia-testeur-informatique136116",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Société Ibonia | Contrat CDI | Antananarivo Voir toutes les offres de ce recruteur- Entreprise de Services Numériques, spécialisée dans le développement, intégration de solutions technologique et informatique. •Créer des tests de non-régression sur un progiciel de gestion •Réaliser les tests et remonter les anomalies ou incidents détectés •Écrire de la documentation utilisateur et de la documentation de suivi des tests •Mettre en place et maintenir des scripts de tests automatisés COMPÉTENCES: Exigences minimales •Diplômé de BAC+2 informatique, scientifique ou en gestion •Bonnes notions d'ergonomie et matière d'interfaces utilisateurs •Une première expérience en tests informatiques •Bon français écrit, indispensable pour la rédaction des rapports de test •Bonne compréhension de l'anglais écrit Seraient un plus •Connaissance des plateformes de gestion de test •Connaissance d’outils d’automatisation de tests •Expérience du travail sous Scrum ou autre méthode agile PROFIL •Très grande rigueur, démontrée par votre expérience passée •Très bonne capacité d’analyse et de communication •Organisé •Esprit d’équipe •Stable familialement et professionnellement Référence TEST-CLIFOR-1"
		},
		{
			"title": "Développeurs Web Confirmés",
			"company": "Société Ibonia",
			"contractType": "Contrat CDI",
			"link": "https://www.portaljob-madagascar.com/emploi/view/ibonia-developpeurs-web-confirmes136114",
			"dateAnnonce": "29-Janv-2024",
			"details": "29/01/2024 | Société Ibonia | Contrat CDI | Antananarivo Voir toutes les offres de ce recruteur- Entreprise de Services Numériques, spécialisée dans le développement, intégration de solutions technologique et informatique. Vous avez plusieurs années d’expériences en développement, dont Symfony. Au-delà de la simple maîtrise de Symfony, vous êtes un(e) passionné(e) pour qui les termes suivants vous sont complètement familiers : SOLID, POO, PHPUnit, Git, Jenkins|Bitbucket, Docker, RabbitMQ, Redis, ElasticSearch. Nous cherchons des personnes « Expert » qui à notre sens, est capable d’avoir une vision architecturale de l’application et qui a envie de progresser ! Nous apprécierons notamment de voir votre expérience (dont vos réalisations personnelles) et le cas échéant votre implication dans les communautés open source. Montrez-nous vos comptes GitHub et Twitter, parlez-nous de vos projets personnels et de ce qui vous intéresse ! Vous pensez bien vous intégrer chez Ibonia ? C’est le moment de nous envoyer un mail via le site. Référence DevWeb-01-2024"
		}
	]
}